tutorials/incompressible/simpleSolver/ras/ACCM_bump2D/0/nut
/*---------------------------------------------------------------------------*\
Caelus 9.04
 Web:      www.caelus-cml.com 
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 4.87067e-06;

boundaryField
{
    bottom
    {
        type            symmetryPlane;
    }
    inflow
    {
        type            fixedValue;
        value           uniform 4.87067e-06;
    }
    left
    {
        type            empty;
    }
    outflow
    {
        type            calculated;
        value           uniform 0;
    }
    right
    {
        type            empty;
    }
    top
    {
        type            symmetryPlane;
    }
    wall
    {
        type            fixedValue;
        value           uniform 0;
    }
}


// ************************************************************************* //
